<?
$internship = array(
    array(
        "title" => "Основные направления",
        "src" => "/dist/assets/image/internship/item-1",
        "text" => /** @lang text */
            "<p>Ты можешь сам выбрать интересующее тебя направление:</p>
            <ul>
                <li>Frontend</li>
                <li>Backend</li>
                <li>UX/UI дизайнер</li>
                <li>Тестировщик</li>
                <li>Аналитик</li>
                <li>Менеджер проектов</li>
            </ul>"
    ),
    array(
        "title" => "Опытные наставники",
        "src" => "/dist/assets/image/internship/item-2",
        "text" => /** @lang text */
            "<p>
                К каждой группе стажеров будет приставлен свой опытный наставник, который обучил уже
                не один десяток человек. Группы делятся по направлениям, но не более 15 человек в каждой.
                Таким образом мы гарантируем, что времени наставника хватит на всех.
            </p>"
    ),
    array(
        "title" => "Реальные условия",
        "src" => "/dist/assets/image/internship/item-3",
        "text" => /** @lang text */
            "<p>
                Мы максимально приблизили условия стажировки к реальным. Ты получишь практический опыт
                и навыки работы в боевых условиях. Жесткие дедлайны и требовательные заказчики.
            </p>
            <p>
                В первый месяц ты познакомишься с действующей командой разработчиков и своим наставником.
                Минимум времени на адаптацию. Поэтому уже должны быть базовые знания по выбранному направлению.
            </p>"
    ),
    array(
        "title" => "Работа в компании",
        "src" => "/dist/assets/image/internship/item-4",
        "text" => /** @lang text */
            "<p>
                По окончанию обучения, все лучшие стажеры будут приняты на работу в нашу компанию.
                Уже сейчас у нас работает более 50 бывших учеников. Некоторые из них стали наставниками для
                новых стажеров.
            </p>
            <p>
                <b>Успей подать заявку до 28 августа.</b>
            </p>"
    )
);
