<?
$stages = array(
    array(
        "title" => "Интервью и анализ",
        "text" => /** @lang text */
            "<p>
                Первично мы должны понимать все ваши пожелания и цели будущего сайта.
            </p>
            <p>
                Далее проводим глубокий анализ сферы, целевой аудитории, конкурентов и западных аналогов. 
                Мы анализируем, как можно сделать сайт максимально удобным и понятным для ваших посетителей.
            </p>"
    ),
    array(
        "title" => "Прототип и текст",
        "text" => /** @lang text */
            "<p>
                На основе анализа формируем ключевые тезисы, разделы, продающие триггеры.</p><p>Создаем прототип (эскиз) всех будущих страниц.
            </p>"
    ),
    array(
        "title" => "Дизайн",
        "text" => /** @lang text */
            "<p>
                Разработка общей концепции сайта. Концепция дорабатывается до идеального вида или создается заново, согласно пожеланиям заказчика.
            </p>
            <p>
                Разработка UI, подготовка к верстке. Разработка модальных и выпадающих окон. Визуализация анимации и взаимодействия элементов.
            </p>"
    ),
    array(
        "title" => "Front-end разработка",
        "text" => /** @lang text */
            "<p>
                Создаем HTML-шаблоны всех страниц. Адаптируем сайт, чтобы он удобно смотрелся на любых типах устройств (смартфоны, планшеты, ноутбуки)
            </p>
            <p>
                На данном этапе нам важно понимать, что все страницы корректно отображаются в различных браузерах и на различных устройствах.
            </p>"
    ),
    array(
        "title" => "Back-end разработка",
        "text" => /** @lang text */
            "<p>
                Разворачиваем CMS на сервере, вносим первичные настройки. Устанавливаем HTML-шаблоны на движок. 
                Дорабатываем весь необходимый функционал (формы для заявок, калькулятор и тд)
            </p>
            <p>
                Проводим финальное тестирование сайт по различным сценариям.
            </p>"
    ),
    array(
        "title" => "Сдача проекта",
        "text" => /** @lang text */
            "<p>
                При необходимости производим первичное наполнение сайта.
            </p>
            <p>
                Проводим обучение по работе с сайтом, показываем как можно добавлять, редактировать и удалять информацию в админ. панели.
            </p>"
    ),
);
