<?
$stages = array(
    array(
        "title" => "Интервью и анализ",
        "text" => /** @lang text */
            "<p>
                Первично мы должны понимать все ваши пожелания и цели будущего приложения.
            </p>
            <p>
                Далее проводим глубокий анализ сферы, целевой аудитории, конкурентов и западных аналогов. 
                Мы анализируем, как можно сделать приложения максимально удобным и понятным для ваших посетителей.
            </p>"
    ),
    array(
        "title" => "Прототип и текст",
        "text" => /** @lang text */
            "<p>
                На основе глубокого анализа формируем ключевые тезисы, разделы, продающие триггеры.
            </p>
            <p>
                Создаем прототип (эскиз) всех будущих экранов приложения, учитывая все выявленные нюансы и пожелания заказчика.
            </p>"
    ),
    array(
        "title" => "Дизайн",
        "text" => /** @lang text */
            "<p>
                Разработка общей концепции приложения. Концепция дорабатывается до идеального вида или создается заново, согласно пожеланиям заказчика.
            </p>
            <p>
                Разработка UI, подготовка к верстке. Разработка модальных и выпадающих окон. Визуализация анимации и взаимодействия элементов.
            </p>"
    ),
    array(
        "title" => "Front-end разработка",
        "text" => /** @lang text */
            "<p>
                Создаем шаблоны всех экранов. Адаптируем, чтобы оно удобно смотрелось на любых типах устройств (смартфоны, планшеты, ноутбуки)
            </p>
            <p>
                На данном этапе нам важно понимать, что все экраны корректно отображаются в различных браузерах и на различных устройствах.
            </p>"
    ),
    array(
        "title" => "Back-end разработка",
        "text" => /** @lang text */
            "<p>
                Глубокая интеграция с различными, необходимыми для работы приложения, сервисами. Настройка взаимодействия с API.
            </p>
            <p>
                Проводим финальное тестирование приложения по различным сценариям.
            </p>"
    ),
    array(
        "title" => "Сдача проекта",
        "text" => /** @lang text */
            "<p>
                Презентация финального результата. Показываем основные нюансы при работе.
            </p>
            <p>
                Проводим обучение по работе с приложением. Сюда же входит первичная настройка, наполнение тестовыми данными.
            </p>"
    ),
);
